test/dummy/app/controllers/meetings_controller.rb

INSERT INTO "meetings" ("name", "start_time", "end_time", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "meeting one"], ["start_time", "2022-09-29 17:58:00"], ["end_time", "2022-09-30 11:54:00"], ["created_at", "2022-09-30 18:54:14.880106"], ["updated_at", "2022-09-30 18:54:14.880106"]]
---
  def create
    @meeting = Meeting.new(meeting_params)

    if @meeting.save

UPDATE "meetings" SET "start_time" = ?, "end_time" = ?, "updated_at" = ? WHERE "meetings"."id" = ?  [["start_time", "2022-09-04 17:58:00"], ["end_time", "2022-09-05 11:54:00"], ["updated_at", "2022-10-01 01:23:57.820018"], ["id", 1]]
---
  def update
    if @meeting.update(meeting_params)